{
    "articles": [
        {
      "id": "article-1",
      "class": "articles-list-item ",
      "title": "11 sports tech startups to watch, according to investors",
      "content": [
        {
          "class": "articles-list-head-main",
          "text": "VCs from Boost Capital Partners, Active Partners and Moonfire Ventures share their picks 2022 was a record year for sports tech funding in Europe. Startups in the sector raised $1.4bn, according to Dealroom, as VCs cottoned onto opportunities to gamify experiences for avid fans, build sports communities and provide deeper performance analytics for both amateurs and professionals. While the $592m picked up by startups in the sector so far in 2023 is unlikely to hit the heights seen last year, plenty of companies have convinced VCs — and a number of professional sportspeople themselves — to part with their cash. Germany’s eGym, which provides gyms with software and equipment, raised €207m in July. Smaller rounds have also rolled in for Lenus eHealth — a startup that helps personal trainers start a business — which raised €26.8m in May and fantasy football game GOALS, which raised $20m in April following a $15m seed round in 2022. But which sports tech startups have investors got their eye on at the moment? To find out, Sifted spoke to VCs from Boost Capital Partners, Active Partners and Moonfire Ventures. Courtney Sawatzke, early-stage investor, Active Partners Active Partners is a London-based early-stage VC."
        },
        {
          "class": "articles-list-head",
          "text": "Jennis — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Jennis is a UK-based fitness startup founded by Olympic gold medallist Jessica Ennis-Hill, which leverages hormonal health science to create personalised lifecycle programmes for women. Women are traditionally underserved in most markets, and sports is not an outlier. Jennis is building tech that helps women feel more in control of their health and better understand how their cycles impact their lifecycle and fitness."
        },
        {
          "class": "articles-list-head",
          "text": "Solo60 — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Solo60 is a network of fully equipped micro-gyms and therapy spaces. It has five locations around London and offers flexible packages for customers. There is also growing demand in the wellness market for services including personal trainers, nutritionists and counsellors. Solo60 is riding that trend by creating a flexible space for trainers, therapists and gym-goers."
        },
        {
          "class": "articles-list-head",
          "text": "HindSight — UK"
        },
        {
          "class": "articles-list-text",
          "text": "HindSight is an Edinburgh-based startup building cycling glasses that feature patented rear-view mirror technology to help cyclists stay safer on the roads. The startup was founded by Olympic gold medallist Callum Skinner."
        },
        {
          "class": "articles-list-head",
          "text": "Runna — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Runna is a personalised running app that creates plans for its users based on their goals, current fitness and live improvement. It has gained significant traction in the UK and partners with a number of running events in the country."
        },
        {
          "class": "articles-list-head",
          "text": "RacketPal — UK"
        },
        {
          "class": "articles-list-text",
          "text": "RacketPal allows users to find players with a similar skill level in their area to play racket sports with. They can also organise leagues or find coaches. It’s targeting an untapped but rapidly growing market as racquet sports gain significant popularity in Europe."
        },
        {
          "class": "articles-list-head",
          "text": "HackMotion — Latvia"
        },
        {
          "class": "articles-list-text",
          "text": "HackMotion uses tracking technology with a wrist device to help different ranges of golfers improve their swings. Its wrist device combines hardware and software to solve a problem that before needed high-cost equipment or a coach."
        },
        {
          "class": "articles-list-head",
          "text": "Omada — France"
        },
        {
          "class": "articles-list-text",
          "text": "Omada is a gamified sports results platform that allows fans to predict the scores of several sports from football to basketball. Users win in-app “coins” and ranking points. The startup has recently raised a €7.1m seed round from investors including Felix Capital and Harry Stebbings’s 20VC, and says it has 1m worldwide users."
        },
        {
          "class": "articles-list-head",
          "text": "Carv — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Carv helps people to improve their skiing. The startup’s tech-enabled ski boot insole provides personalised analytics and recommendations for improvement. Carv is now becoming a standard solution at many ski resorts globally."
        },
        {
          "class": "articles-list-head",
          "text": "Ultimate Champions — France"
        },
        {
          "class": "articles-list-text",
          "text": "Founded by a number of ex-Ubisoft studio managers, Ultimate Champions is a blockchain-based fantasy football and basketball game. Users build fantasy teams by collecting player cards and compete against others. The game creators have done a great job with the different engagement loops across competition, collaboration and financial incentives."
        },
        {
          "class": "articles-list-head",
          "text": "Condense Reality — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Condense Reality is a virtual events platform — for sports as well as other live events — which lets organisers broadcast in virtual spaces with a high degree of customisation and immersion."
        },
        {
          "class": "articles-list-head",
          "text": "Playermaker — UK"
        },
        {
          "class": "articles-list-text",
          "text": "Playermaker is an analytics solution that helps football players upskill via analytics and recommendations. Users can attach a small device onto their football shoes for a deeper understanding of their performance and progress. Playermaker’s device was recently approved by FIFA to be worn during professional football matches."
        },
        {
          "class": "articles-list-text",
          "text": "2023 by Kai Nicol-Schwarz of Sifted"
        }
      ]
    },
    {
        "id": "article-2",
        "class": "articles-list-item ",
        "title": "Birkenstock Public Fundraising, what’s this IPO about? From modesty to extravaganza.",
        "content": [
          {
            "class": "articles-list-head-main",
            "text": "Story of the company 2 years older than the USA itself. What is Birkenstock’s unique selling point?"
          },
          {
            "class": "articles-list-head",
            "text": "Why does it matter, many will ask? After all, it’s just a commodity product. Yet, it’s more than that, just like Nike, it has succeeded in branding, although more impressively it has succeeded at branding without having a catch phrase “just do it” – a phrase in its original meaning was much darker than what it became known for, since that was the phrase used by the prisoner that was dealt a death sentence."
          },
          {
            "class": "articles-list-text",
            "text": "He just wanted to be done with “it”. Birkenstock’s problem statement can be defined as follows: “People suffer from foot pain caused by uncomfortable sandals, so we’ll give you footwear that enables high comfort and therefore better quality of life.” Its history goes back, in fact, way back. It’s 2 years older than the United States, founded in 1774. Started by Johann Adam Birkenstock in Langen Bergheim, what’s today’s suburban Frankfurt, quickly gained local fame for making comfortable shoes for the vibrant working community of the oldest German cities."
          },
          {
            "class": "articles-list-text",
            "text": "Birkenstock stayed as an SME for a long time, until the ’60s when Counterculture and happiness became a thing, and it started to be recommended by many orthopaedics as a go-to shoe for those seeking comfort. Yeah, it kinda discriminates against the flatfooted, with its extremely arched design, but I guess something’s gotta give. It was such an important part of the counterculture that even the great Steve Jobs wore Birk’s if he wore a shoe at all."
          },
          {
            "class": "articles-list-text",
            "text": "The funny thing is that earlier in the year somebody bought that very shoe for around $220,000. A rather emotional purchase, I shall say. Fast forward to 2021, after numerous attempts by outsiders to get into the company, the Louis Vuitton-backed private equity firm, L Catterton, was successful at acquiring it. At the time it was considered a staggering price of $4.3B. Forwarding another 2 years, on October 2023, we are on the day of the Birkenstock IPO, with a target valuation of $9.3M on a fully diluted basis, over 2.1x MOIC in 2 years."
          },
          {
            "class": "articles-list-text",
            "text": "Not unheard of, but not a bad result either, especially considering the times, one of the toughest IPO periods in a decade. The company is shooting to raise $1.5B in the NYSE, and the capital is going to be used as follows: $500M for paying down debt which stands at xxxThe rest is the cash to the PE, per FT. The roadshow for the IPO must’ve been a success, at least, although it was posted by the PE backer, LVMH by placing an order for $325M of the total IPO. The World’s largest sovereign wealth fund, from Norway, will pick up another 20% or $300M while partnering up with Durable Capital Partners."
          },
          {
            "class": "articles-list-text",
            "text": "I expected at least 80% of the IPO would be subscribed before the first trade occurs leaving room for $150M to be freely picked up by the retail. As far as the valuation of the business, as mentioned, it’s expected to be $9.3B."
          },
          {
            "class": "articles-list-text",
            "text": "Let’s examine that. We have revenue CAGR at 18% last 10 years, which accelerated since the PE takeover. We have debt of $1.9B but once netted with cash that’s at $1.6B. With an average of 37% FCF margin, and revenue growth of 12% for the next 5 years and 8% for the 5 years after that, I arrive at the total FCF of $8.4B. but that needs to be discounted for the cost of capital, for taking a risk to invest in a single firm, which I estimate it at around 9%. That brings that 10 year FCF estimate at a present value to $5.5B."
          },
          {
            "class": "articles-list-text",
            "text": "I calculate the terminal value via GGM to be around $5.5B as well with a LT growth of 4%. To add all the components up: 10 year FCF of 5.5B Terminal Value of 5.5B Net Debt of -1.6B Gives a net equity value of $9.4B which is surprisingly in line with what the market expects."
          },
          {
            "class": "articles-list-text",
            "text": "The only thing it reveals to me is that investors expect an average of 10% revenue growth for the next 10 years, and if you think that the revenue growth of the last few years can be replicated, this IPO might be worth following."
          },
          {
            "class": "articles-list-text",
            "text": ""
          }
        
        ]
      },
      {
        "id": "article-3",
        "class": "articles-list-item ",
        "title": "GoStudent, a leading Austrian late-stage startup, needs to decide whether to IPO, is it a good time?",
        "content": [
          {
            "class": "articles-list-head-main",
            "text": "GoStudent is an Austrian success story in the venture world dominated by Silicon Valley. In 2021 it hit the trophy status of a Unicorn – describing startups that are valued at more than 1 Billion Dollars."
          },
          {
            "class": "articles-list-head",
            "text": "It’s an online tutoring platform, so no wonder that it was one of those Covid Winners like Peleton, Zoom and many others that had seen KPI tick-ups due to the avalanche of forward-pulled demand. But is it safe enough to take the next step, and join the public markets, i.e. IPO and give many investors a much-desired Exit? That’s the question."
          },
          {
            "class": "articles-list-text",
            "text": "The industry of online educational platforms has seen a boom in recent years, in China some of the most heftily valued companies were Edtech firms until the government unilaterally decreed that they couldn’t operate on the for-profit model anymore. This problem for the Edtech platforms doesn’t exist in Europe where there are 27 governments each, more or less, operating in some form of liberal democracy. Therefore, if the demand is there, and there’s a market-leading, trailblazing company, it can monetize on it. GoStudent has around 23,000 tutors on its platform serving over 11,000 million families and growing fast, last time I checked mid 30% YoY growth."
          },
          {
            "class": "articles-list-text",
            "text": "Yeah, it’s true that this growth phase can’t last as long as its management desires, especially because of the truly “special” pandemic which happens once in a blue moon or much less frequently to be more precise. At one point the growth will probably stabilize at 15% but it probably won’t drop much below that for the foreseeable future, and that’s a lot. If we assume 30% growth for the next 5 years, followed by 5-year growth of 15% per annum that gets GoStudent to around 82M users. With an average revenue per user of 50 euros, which is rather conservative, one gets to 4 Billion in revenue."
          },
          {
            "class": "articles-list-text",
            "text": "As a reminder, it has raised, the last priced round GoStudent raised was in January of 2022, right after the tech market top was reached a few months before that. There GoStudent reached its highest, 3.5B valuation, increasing it from 1.6B which it raised during Series C not long before that."
          },
          {
            "class": "articles-list-text",
            "text": "It was a smart move to raise 350M, as it turns out since the bear market for the VCs has been ongoing up until writing this, October of 2023. After that 3.5B valuation, GoStudent raised another 95M but this time in an unpriced round, to avoid being devalued which kills the growth story before the IPO and gives flexibility to the investors to jump in on favourable terms, usually at a discount of 20% to the next priced round. I’m not sure how much money GoStudent burns per quarter but since January 2022 almost 2 years have gone by, and I can imagine that with its aggressive growth strategy and 23,000 tutors on the platform, the runway is starting to dry up."
          },
          {
            "class": "articles-list-text",
            "text": "Ohswald, the CEO, must be asking whether to do another unpriced round or take a clue from recent IPOs of the ARM, Instacart, and Klaviyo which popped during their respective IPOs over the last 3 weeks. One might want to jump right into the market, especially after the exhaustion of a long and successful run of the company, wanting to become a cash billionaire, instead of being a paper (i.e. virtual) one. However, let’s not forget that these IPOs have all cooled after 2-3 days of frenzied trading. With today’s interest rate environment, higher for longer, many are still sceptical that a loss-making company is the way to go when allocating your baskets."
          },
          {
            "class": "articles-list-text",
            "text": "The best course of action would be to prepare for an IPO like it’s happening in early spring while keeping a peripheral vision on whether other ready-to-IPO companies are doing it and doing it well. If so, GoStudent should pull the trigger and quickly list, having done pre-roadshows within 2 weeks, while working with UBS, Erste Bank or even Goldman Sachs, depending on where management decides to list. A natural fit would be Nasdaq, but Euronext, or even Frankfurt Borse, would provide an often forgotten but important home-field advantage."
          },
          {
            "class": "articles-list-text",
            "text": "Lots of questions, but exciting times for the startup. These are good problems to have!"
          },
          {
            "class": "articles-list-text",
            "text": "by George."
          },
          {
            "class": "articles-list-text",
            "text": " "
          },
          {
            "class": "resourses-service-arrow back-btn",
            "href": "https://argo-advisory.com/insihts-and-resourses.html"
          }
        ]
      },
      {
        "id": "article-4",
        "class": "articles-list-item",
        "title": "What Happened to Yahoo.",
        "content": [
          { 
            "class": "articles-list-head-main",
            "text": "What Happened to Yahoo."
          },
          {
            "class": "articles-list-text",
            "text": "When I went to work for Yahoo after they bought our startup in 1998, it felt like the center of the world. It was supposed to be the next big thing. It was supposed to be what Google turned out to be."
          },
          {
            "class": "articles-list-text",
            "text": " What went wrong? The problems that hosed Yahoo go back a long time, practically to the beginning of the company. They were already very visible when I got there in 1998. Yahoo had two problems Google didn't: easy money, and ambivalence about being a technology company."
          },
          {
            "class": "articles-list-text",
            "text": " The first time I met Jerry Yang, we thought we were meeting for different reasons. He thought we were meeting so he could check us out in person before buying us. I thought we were meeting so we could show him our new technology, Revenue Loop. It was a way of sorting shopping search results. Merchants bid a percentage of sales for traffic, but the results were sorted not by the bid but by the bid times the average amount a user would buy. It was like the algorithm Google uses now to sort ads, but this was in the spring of 1998, before Google was founded."
          },
          {
            "class": "articles-list-text",
            "text": "  Revenue Loop was the optimal sort for shopping search, in the sense that it sorted in order of how much money Yahoo would make from each link. But it wasn't just optimal in that sense. Ranking search results by user behavior also makes search better. Users train the search: you can start out finding matches based on mere textual similarity, and as users buy more stuff the search results get better and better."
          },
          {
            "class": "articles-list-text",
            "text": " Jerry didn't seem to care. I was confused. I was showing him technology that extracted the maximum value from search traffic, and he didn't care? I couldn't tell whether I was explaining it badly, or he was just very poker faced."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't realize the answer till later, after I went to work at Yahoo. It was neither of my guesses. The reason Yahoo didn't care about a technique that extracted the full value of traffic was that advertisers were already overpaying for it. If Yahoo merely extracted the actual value, they'd have made less."
          },
          {
            "class": "articles-list-text",
            "text": " Hard as it is to believe now, the big money then was in banner ads. Advertisers were willing to pay ridiculous amounts for banner ads. So Yahoo's sales force had evolved to exploit this source of revenue. Led by a large and terrifyingly formidable man called Anil Singh, Yahoo's sales guys would fly out to Procter & Gamble and come back with million dollar orders for banner ad impressions."
          },
          {
            "class": "articles-list-text",
            "text": "The prices seemed cheap compared to print, which was what advertisers, for lack of any other reference, compared them to. But they were expensive compared to what they were worth. So these big, dumb companies were a dangerous source of revenue to depend on. But there was another source even more dangerous: other Internet startups."
          },
          {
            "class": "articles-list-text",
            "text": "By 1998, Yahoo was the beneficiary of a de facto Ponzi scheme. Investors were excited about the Internet. One reason they were excited was Yahoo's revenue growth. So they invested in new Internet startups. The startups then used the money to buy ads on Yahoo to get traffic. Which caused yet more revenue growth for Yahoo, and further convinced investors the Internet was worth investing in. When I realized this one day, sitting in my cubicle, I jumped up like Archimedes in his bathtub, except instead of 'Eureka'! I was shouting 'Sell'!"
          },
          {
            "class": "articles-list-text",
            "text": "It wasn't just Yahoo. All the search engines were doing it. This was why they were trying to get people to start calling them portals instead of search engines. Despite the actual meaning of the word portal, what they meant by it was a site where users would find what they wanted on the site itself, instead of just passing through on their way to other destinations, as they did at a search engine."
          },
          {
            "class": "articles-list-text",
            "text": "I remember telling David Filo in late 1998 or early 1999 that Yahoo should buy Google, because I and most of the other programmers in the company were using it instead of Yahoo for search. He told me that it wasn't worth worrying about. Search was only 6% of our traffic, and we were growing at 10% a month. It wasn't worth doing better."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't say 'But search traffic is worth more than other traffic!' I said 'Oh, ok.' Because I didn't realize either how much search traffic was worth. I'm not sure even Larry and Sergey did then. If they had, Google presumably wouldn't have expended any effort on enterprise search."
          },
          {
            "class": "articles-list-text",
            "text": "If circumstances had been different, the people running Yahoo might have realized sooner how important search was. But they had the most opaque obstacle in the world between them and the truth: money. As long as customers were writing big checks for banner ads, it was hard to take search seriously. Google didn't have that to distract them."
          },
          {
            "class": "articles-list-head",
            "text": "Hackers"
          },
          {
            "class": "articles-list-text",
            "text": "But Yahoo also had another problem that made it hard to change directions. They'd been thrown off balance from the start by their ambivalence about being a technology company."
          },
          {
            "class": "articles-list-text",
            "text": "One of the weirdest things about Yahoo when I went to work there was the way they insisted on calling themselves a \"media company.\" If you walked around their offices, it seemed like a software company. The cubicles were full of programmers writing code, product managers thinking about feature lists and ship dates, support people (yes, there were actually support people) telling users to restart their browsers, and so on, just like a software company. So why did they call themselves a media company?"
          },
          {
            "class": "articles-list-text",
            "text": "One reason was the way they made money: by selling ads. In 1995 it was hard to imagine a technology company making money that way. Technology companies made money by selling their software to users. Media companies sold ads. So they must be a media company."
          },
          {
            "class": "articles-list-text",
            "text": "Another big factor was the fear of Microsoft. If anyone at Yahoo considered the idea that they should be a technology company, the next thought would have been that Microsoft would crush them."
          },
          {
            "class": "articles-list-text",
            "text": "It's hard for anyone much younger than me to understand the fear Microsoft still inspired in 1995. Imagine a company with several times the power Google has now, but way meaner. It was perfectly reasonable to be afraid of them. Yahoo watched them crush the first hot Internet company, Netscape. It was reasonable to worry that if they tried to be the next Netscape, they'd suffer the same fate. How were they to know that Netscape would turn out to be Microsoft's last victim?"
          },
          {
            "class": "articles-list-text",
            "text": "It would have been a clever move to pretend to be a media company to throw Microsoft off their scent. But unfortunately Yahoo actually tried to be one, sort of. Project managers at Yahoo were called \"producers,\" for example, and the different parts of the company were called \"properties.\" But what Yahoo really needed to be was a technology company, and by trying to be something else, they ended up being something that was neither here nor there. That's why Yahoo as a company has never had a sharply defined identity."
          },
          {
            "class": "articles-list-text",
            "text": "The worst consequence of trying to be a media company was that they didn't take programming seriously enough. Microsoft (back in the day), Google, and Facebook have all had hacker-centric cultures. But Yahoo treated programming as a commodity. At Yahoo, user-facing software was controlled by product managers and designers. The job of programmers was just to take the work of the product managers and designers the final step, by translating it into code."
          },
          {
            "class": "articles-list-text",
            "text": "One obvious result of this practice was that when Yahoo built things, they often weren't very good. But that wasn't the worst problem. The worst problem was that they hired bad programmers."
          },
          {
            "class": "articles-list-text",
            "text": "Microsoft (back in the day), Google, and Facebook have all been obsessed with hiring the best programmers. Yahoo wasn't. They preferred good programmers to bad ones, but they didn't have the kind of single-minded, almost obnoxiously elitist focus on hiring the smartest people that the big winners have had. And when you consider how much competition there was for programmers when they were hiring, during the Bubble, it's not surprising that the quality of their programmers was uneven."
          },
          {
            "class": "articles-list-text",
            "text": "In technology, once you have bad programmers, you're doomed. I can't think of an instance where a company has sunk into technical mediocrity and recovered. Good programmers want to work with other good programmers. So once the quality of programmers at your company starts to drop, you enter a death spiral from which there is no recovery. [2]"
          },
          {
            "class": "articles-list-text",
            "text": "At Yahoo this death spiral started early. If there was ever a time when Yahoo was a Google-style talent magnet, it was over by the time I got there in 1998."
          },
          {
            "class": "articles-list-text",
            "text": "The company felt prematurely old. Most technology companies eventually get taken over by suits and middle managers. At Yahoo it felt as if they'd deliberately accelerated this process. They didn't want to be a bunch of hackers. They wanted to be suits. A media company should be run by suits."
          },
          {
            "class": "articles-list-text",
            "text": "The first time I visited Google, they had about 500 people, the same number Yahoo had when I went to work there. But boy did things seem different. It was still very much a hacker-centric culture. I remember talking to some programmers in the cafeteria about the problem of gaming search results (now known as SEO), and they asked \"what should we do?\" Programmers at Yahoo wouldn't have asked that. Theirs was not to reason why; theirs was to build what product managers spec'd. I remember coming away from Google thinking \"Wow, it's still a startup.\""
          },
          {
            "class": "articles-list-text",
            "text": "There's not much we can learn from Yahoo's first fatal flaw. It's probably too much to hope any company could avoid being damaged by depending on a bogus source of revenue. But startups can learn an important lesson from the second one. In the software business, you can't afford not to have a hacker-centric culture."
          },
          {
            "class": "articles-list-text",
            "text": "Probably the most impressive commitment I've heard to having a hacker-centric culture came from Mark Zuckerberg, when he spoke at Startup School in 2007. He said that in the early days Facebook made a point of hiring programmers even for jobs that would not ordinarily consist of programming, like HR and marketing."
          },
          {
            "class": "articles-list-text",
            "text": "So which companies need to have a hacker-centric culture? Which companies are \"in the software business\" in this respect? As Yahoo discovered, the area covered by this rule is bigger than most people realize. The answer is: any company that needs to have good software."
          },
          {
            "class": "articles-list-text",
            "text": "Why would great programmers want to work for a company that didn't have a hacker-centric culture, as long as there were others that did? I can imagine two reasons: if they were paid a huge amount, or if the domain was interesting and none of the companies in it were hacker-centric. Otherwise you can't attract good programmers to work in a suit-centric culture. And without good programmers you won't get good software, no matter how many people you put on a task, or how many procedures you establish to ensure quality."
          },
          {
            "class": "articles-list-text",
            "text": " Hacker culture often seems kind of irresponsible. That's why people proposing to destroy it use phrases like adult supervision. That was the phrase they used at Yahoo. But there are worse things than seeming irresponsible. Losing, for example."
          },
          {
            "class": "articles-list-text",
            "text": " by Paul Graham ‘10"
          }
        ]
      },
      {
        "id": "article-5",
        "class": "articles-list-item ",
        "title": "The Original VC and The Man Behind It.",
        "subTitle": "",
        "content": [
          { 
            "class": "articles-list-head-main",
            "text": "The Original VC and The Man Behind It."
          },
          {
            "class": "articles-list-text",
            "text": "The first VC firm was founded in 1946 by Georges Doriot (also a founder of INSEAD, the world’s top business school), a French immigrant who served as a general in the US military. Doriot was inspired by the French whaling industry, where wealthy investors would fund whaling expeditions in exchange for a share of the profits."
          },
          {
            "class": "articles-list-text",
            "text": "Doriot knew that many promising startups were failing because they couldn’t raise the capital they needed. He decided to start a VC firm to provide funding to these startups."
          },
          {
            "class": "articles-list-text",
            "text": "Doriot’s VC firm, American Research and Development Corporation (ARDC), was the first of its kind. ARDC invested in several successful startups, including Digital Equipment Corporation and Texas Instruments. Doriot’s success paved the way for other VC firms to emerge. Today, there are hundreds of VC firms around the world, investing billions of dollars in startups each year."
          },
          {
            "type": "articles-list-head",
            "level": 4,
            "text": "What does this mean for entrepreneurs today?"
          },
          {
            "class": "articles-list-text",
            "text": "While it’s still not easy to raise VC funding, entrepreneurs have more options than ever before. There are now many different types of VCs, each with its focus. There are also several other funding sources available to startups, such as angel investors and crowdfunding platforms."
          },
          {
            "class": "articles-list-text",
            "text": "If you are an entrepreneur seeking VC funding, it is important to do your research and target the right VCs for your business. You should also have a well-thought-out business plan and pitch deck."
          },
          {
            "class": "articles-list-text",
            "text": "And remember, even if you don’t raise VC funding, there are still other ways to fund your startup. Don’t be afraid to get creative."
          },
          {
            "class": "articles-list-text",
            "text": "by George, October ’23"
          }
        ]
      },
      {
        "id": "article-6",
        "class": "articles-list-item ",
        "title": "Ramen Profitable.",
        "content": [
          { 
            "class": "articles-list-head-main",
            "text": "Ramen Profitable."
          },
          {
            "class": "articles-list-text",
            "text": "Now that the term \"ramen profitable\" has become widespread, I ought to explain precisely what the idea entails. Ramen profitable means a startup makes just enough to pay the founders' living expenses. This is a different form of profitability than startups have traditionally aimed for. Traditional profitability means a big bet is finally paying off, whereas the main importance of ramen profitability is that it buys you time."
          },
          {
            "class": "articles-list-text",
            "text": "In the past, a startup would usually become profitable only after raising and spending quite a lot of money. A company making computer hardware might not become profitable for 5 years, during which they spent $50 million. But when they did, they might have revenues of $50 million a year. This kind of profitability means the startup has succeeded. Ramen profitability is the other extreme: a startup that becomes profitable after 2 months, even though its revenues are only $3000 a month, because the only employees are a couple of 25-year-old founders who can live on practically nothing. Revenues of $3000 a month do not mean the company has succeeded. But it does share something with the one that's profitable in the traditional way: they don't need to raise money to survive."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitability is an unfamiliar idea to most people because it only recently became feasible. It's still not feasible for a lot of startups; it would not be for most biotech startups, for example; but it is for many software startups because they're now so cheap. For many, the only real cost is the founders' living expenses. The main significance of this type of profitability is that you're no longer at the mercy of investors. If you're still losing money, then eventually you'll either have to raise more or shut down. Once you're ramen profitable, this painful choice goes away. You can still raise money, but you don't have to do it now."
          },
          {
            "class": "articles-list-text",
            "text": "The most obvious advantage of not needing money is that you can get better terms. If investors know you need money, they'll sometimes take advantage of you. Some may even deliberately stall because they know that as you run out of money, you'll become increasingly pliable. But there are also three less obvious advantages of ramen profitability. One is that it makes you more attractive to investors. If you're already profitable, on however small a scale, it shows that (a) you can get at least someone to pay you, (b) you're serious about building things people want, and (c) you're disciplined enough to keep expenses low."
          },
          {
            "class": "articles-list-text",
            "text": "This is reassuring to investors because you've addressed three of their biggest worries. It's common for them to fund companies that have smart founders and a big market, and yet still fail. When these companies fail, it's usually because (a) people wouldn't pay for what they made, e.g. because it was too hard to sell to them, or the market wasn't ready yet, (b) the founders solved the wrong problem, instead of paying attention to what users needed, or (c) the company spent too much and burned through their funding before they started to make money. If you're ramen profitable, you're already avoiding these mistakes."
          },
          {
            "class": "articles-list-text",
            "text": "Another advantage of ramen profitability is that it's good for morale. A company tends to feel rather theoretical when you first start it. It's legally a company, but you feel like you're lying when you call it one. When people start to pay you significant amounts, the company starts to feel real. And your own living expenses are the milestone you feel most because at that point the future flips state. Now survival is the default, instead of dying."
          },
          {
            "class": "articles-list-text",
            "text": "A morale boost on that scale is very valuable in a startup because the moral weight of running a startup is what makes it hard. Startups are still very rare. Why don't more people do it? The financial risk? Plenty of 25-year-olds save nothing anyway. The long hours? Plenty of people work just as long hours in regular jobs. What keeps people from starting startups is the fear of having so much responsibility. And this is not an irrational fear: it really is hard to bear. Anything that takes some of that weight off you will greatly increase your chances of surviving."
          },
          {
            "class": "articles-list-text",
            "text": "A startup that reaches ramen profitability may be more likely to succeed than not. Which is pretty exciting, considering the bimodal distribution of outcomes in startups: you either fail or make a lot of money. The fourth advantage of ramen profitability is the least obvious but may be the most important. If you don't need to raise money, you don't have to interrupt working on the company to do it. Raising money is terribly distracting. You're lucky if your productivity is a third of what it was before. And it can last for months."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't understand (or rather, remember) precisely why raising money was so distracting till earlier this year. I'd noticed that startups we funded would usually grind to a halt when they switched to raising money, but I didn't remember exactly why till YC raised money itself. We had a comparatively easy time of it; the first people I asked said yes; but it took months to work out the details, and during that time I got hardly any real work done. Why? Because I thought about it all the time."
          },
          {
            "class": "articles-list-text",
            "text": "At any given time there tends to be one problem that's the most urgent for a startup. This is what you think about as you fall asleep at night and when you take a shower in the morning. And when you start raising money, that becomes the problem you think about. You only take one shower in the morning, and if you're thinking about investors during it, then you're not thinking about the product."
          },
          {
            "class": "articles-list-text",
            "text": "Whereas if you can choose when you raise money, you can pick a time when you're not in the middle of something else, and you can probably also insist that the round close fast. You may even be able to avoid having the round occupy your thoughts if you don't care whether it closes."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitable means no more than the definition implies. It does not, for example, imply that you're bootstrapping the startup—that you're never going to take money from investors. Empirically that doesn't seem to work very well. Few startups succeed without taking investment. Maybe as startups get cheaper it will become more common. On the other hand, the money is there, waiting to be invested. If startups need it less, they'll be able to get it on better terms, which will make them more inclined to take it. That will tend to produce an equilibrium"
          },
          {
            "class": "articles-list-text",
            "text": "Another advantage of ramen profitability is that it's good for morale. A company tends to feel rather theoretical when you first start it. It's legally a company, but you feel like you're lying when you call it one. When people start to pay you significant amounts, the company starts to feel real. And your own living expenses are the milestone you feel most because at that point the future flips state. Now survival is the default, instead of dying."
          },
          {
            "class": "articles-list-text",
            "text": "A morale boost on that scale is very valuable in a startup because the moral weight of running a startup is what makes it hard. Startups are still very rare. Why don't more people do it? The financial risk? Plenty of 25-year-olds save nothing anyway. The long hours? Plenty of people work just as long hours in regular jobs. What keeps people from starting startups is the fear of having so much responsibility. And this is not an irrational fear: it really is hard to bear. Anything that takes some of that weight off you will greatly increase your chances of surviving."
          },
          {
            "class": "articles-list-text",
            "text": "A startup that reaches ramen profitability may be more likely to succeed than not. Which is pretty exciting, considering the bimodal distribution of outcomes in startups: you either fail or make a lot of money. The fourth advantage of ramen profitability is the least obvious but may be the most important. If you don't need to raise money, you don't have to interrupt working on the company to do it. Raising money is terribly distracting. You're lucky if your productivity is a third of what it was before. And it can last for months."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't understand (or rather, remember) precisely why raising money was so distracting till earlier this year. I'd noticed that startups we funded would usually grind to a halt when they switched to raising money, but I didn't remember exactly why till YC raised money itself. We had a comparatively easy time of it; the first people I asked said yes; but it took months to work out the details, and during that time I got hardly any real work done. Why? Because I thought about it all the time."
          },
          {
            "class": "articles-list-text",
            "text": "At any given time there tends to be one problem that's the most urgent for a startup. This is what you think about as you fall asleep at night and when you take a shower in the morning. And when you start raising money, that becomes the problem you think about. You only take one shower in the morning, and if you're thinking about investors during it, then you're not thinking about the product."
          },
          {
            "class": "articles-list-text",
            "text": "Whereas if you can choose when you raise money, you can pick a time when you're not in the middle of something else, and you can probably also insist that the round close fast. You may even be able to avoid having the round occupy your thoughts if you don't care whether it closes."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitable means no more than the definition implies. It does not, for example, imply that you're \"bootstrapping\" the startup—that you're never going to take money from investors. Empirically that doesn't seem to work very well. Few startups succeed without taking investment. Maybe as startups get cheaper it will become more common. On the other hand, the money is there"
          }
        ]
      },
      {
        "id": "article-7",
        "class": "articles-list-item ",
        "title": "TEST.",
        "content": [
          { 
            "class": "articles-list-head-main",
            "text": "Ramen Profitable."
          },
          {
            "class": "articles-list-text",
            "text": "Now that the term \"ramen profitable\" has become widespread, I ought to explain precisely what the idea entails. Ramen profitable means a startup makes just enough to pay the founders' living expenses. This is a different form of profitability than startups have traditionally aimed for. Traditional profitability means a big bet is finally paying off, whereas the main importance of ramen profitability is that it buys you time."
          },
          {
            "class": "articles-list-text",
            "text": "In the past, a startup would usually become profitable only after raising and spending quite a lot of money. A company making computer hardware might not become profitable for 5 years, during which they spent $50 million. But when they did, they might have revenues of $50 million a year. This kind of profitability means the startup has succeeded. Ramen profitability is the other extreme: a startup that becomes profitable after 2 months, even though its revenues are only $3000 a month, because the only employees are a couple of 25-year-old founders who can live on practically nothing. Revenues of $3000 a month do not mean the company has succeeded. But it does share something with the one that's profitable in the traditional way: they don't need to raise money to survive."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitability is an unfamiliar idea to most people because it only recently became feasible. It's still not feasible for a lot of startups; it would not be for most biotech startups, for example; but it is for many software startups because they're now so cheap. For many, the only real cost is the founders' living expenses. The main significance of this type of profitability is that you're no longer at the mercy of investors. If you're still losing money, then eventually you'll either have to raise more or shut down. Once you're ramen profitable, this painful choice goes away. You can still raise money, but you don't have to do it now."
          },
          {
            "class": "articles-list-text",
            "text": "The most obvious advantage of not needing money is that you can get better terms. If investors know you need money, they'll sometimes take advantage of you. Some may even deliberately stall because they know that as you run out of money, you'll become increasingly pliable. But there are also three less obvious advantages of ramen profitability. One is that it makes you more attractive to investors. If you're already profitable, on however small a scale, it shows that (a) you can get at least someone to pay you, (b) you're serious about building things people want, and (c) you're disciplined enough to keep expenses low."
          },
          {
            "class": "articles-list-text",
            "text": "This is reassuring to investors because you've addressed three of their biggest worries. It's common for them to fund companies that have smart founders and a big market, and yet still fail. When these companies fail, it's usually because (a) people wouldn't pay for what they made, e.g. because it was too hard to sell to them, or the market wasn't ready yet, (b) the founders solved the wrong problem, instead of paying attention to what users needed, or (c) the company spent too much and burned through their funding before they started to make money. If you're ramen profitable, you're already avoiding these mistakes."
          },
          {
            "class": "articles-list-text",
            "text": "Another advantage of ramen profitability is that it's good for morale. A company tends to feel rather theoretical when you first start it. It's legally a company, but you feel like you're lying when you call it one. When people start to pay you significant amounts, the company starts to feel real. And your own living expenses are the milestone you feel most because at that point the future flips state. Now survival is the default, instead of dying."
          },
          {
            "class": "articles-list-text",
            "text": "A morale boost on that scale is very valuable in a startup because the moral weight of running a startup is what makes it hard. Startups are still very rare. Why don't more people do it? The financial risk? Plenty of 25-year-olds save nothing anyway. The long hours? Plenty of people work just as long hours in regular jobs. What keeps people from starting startups is the fear of having so much responsibility. And this is not an irrational fear: it really is hard to bear. Anything that takes some of that weight off you will greatly increase your chances of surviving."
          },
          {
            "class": "articles-list-text",
            "text": "A startup that reaches ramen profitability may be more likely to succeed than not. Which is pretty exciting, considering the bimodal distribution of outcomes in startups: you either fail or make a lot of money. The fourth advantage of ramen profitability is the least obvious but may be the most important. If you don't need to raise money, you don't have to interrupt working on the company to do it. Raising money is terribly distracting. You're lucky if your productivity is a third of what it was before. And it can last for months."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't understand (or rather, remember) precisely why raising money was so distracting till earlier this year. I'd noticed that startups we funded would usually grind to a halt when they switched to raising money, but I didn't remember exactly why till YC raised money itself. We had a comparatively easy time of it; the first people I asked said yes; but it took months to work out the details, and during that time I got hardly any real work done. Why? Because I thought about it all the time."
          },
          {
            "class": "articles-list-text",
            "text": "At any given time there tends to be one problem that's the most urgent for a startup. This is what you think about as you fall asleep at night and when you take a shower in the morning. And when you start raising money, that becomes the problem you think about. You only take one shower in the morning, and if you're thinking about investors during it, then you're not thinking about the product."
          },
          {
            "class": "articles-list-text",
            "text": "Whereas if you can choose when you raise money, you can pick a time when you're not in the middle of something else, and you can probably also insist that the round close fast. You may even be able to avoid having the round occupy your thoughts if you don't care whether it closes."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitable means no more than the definition implies. It does not, for example, imply that you're bootstrapping the startup—that you're never going to take money from investors. Empirically that doesn't seem to work very well. Few startups succeed without taking investment. Maybe as startups get cheaper it will become more common. On the other hand, the money is there, waiting to be invested. If startups need it less, they'll be able to get it on better terms, which will make them more inclined to take it. That will tend to produce an equilibrium"
          },
          {
            "class": "articles-list-text",
            "text": "Another advantage of ramen profitability is that it's good for morale. A company tends to feel rather theoretical when you first start it. It's legally a company, but you feel like you're lying when you call it one. When people start to pay you significant amounts, the company starts to feel real. And your own living expenses are the milestone you feel most because at that point the future flips state. Now survival is the default, instead of dying."
          },
          {
            "class": "articles-list-text",
            "text": "A morale boost on that scale is very valuable in a startup because the moral weight of running a startup is what makes it hard. Startups are still very rare. Why don't more people do it? The financial risk? Plenty of 25-year-olds save nothing anyway. The long hours? Plenty of people work just as long hours in regular jobs. What keeps people from starting startups is the fear of having so much responsibility. And this is not an irrational fear: it really is hard to bear. Anything that takes some of that weight off you will greatly increase your chances of surviving."
          },
          {
            "class": "articles-list-text",
            "text": "A startup that reaches ramen profitability may be more likely to succeed than not. Which is pretty exciting, considering the bimodal distribution of outcomes in startups: you either fail or make a lot of money. The fourth advantage of ramen profitability is the least obvious but may be the most important. If you don't need to raise money, you don't have to interrupt working on the company to do it. Raising money is terribly distracting. You're lucky if your productivity is a third of what it was before. And it can last for months."
          },
          {
            "class": "articles-list-text",
            "text": "I didn't understand (or rather, remember) precisely why raising money was so distracting till earlier this year. I'd noticed that startups we funded would usually grind to a halt when they switched to raising money, but I didn't remember exactly why till YC raised money itself. We had a comparatively easy time of it; the first people I asked said yes; but it took months to work out the details, and during that time I got hardly any real work done. Why? Because I thought about it all the time."
          },
          {
            "class": "articles-list-text",
            "text": "At any given time there tends to be one problem that's the most urgent for a startup. This is what you think about as you fall asleep at night and when you take a shower in the morning. And when you start raising money, that becomes the problem you think about. You only take one shower in the morning, and if you're thinking about investors during it, then you're not thinking about the product."
          },
          {
            "class": "articles-list-text",
            "text": "Whereas if you can choose when you raise money, you can pick a time when you're not in the middle of something else, and you can probably also insist that the round close fast. You may even be able to avoid having the round occupy your thoughts if you don't care whether it closes."
          },
          {
            "class": "articles-list-text",
            "text": "Ramen profitable means no more than the definition implies. It does not, for example, imply that you're \"bootstrapping\" the startup—that you're never going to take money from investors. Empirically that doesn't seem to work very well. Few startups succeed without taking investment. Maybe as startups get cheaper it will become more common. On the other hand, the money is there"
          }
        ]
      }
    ]
  }